Repository: contao-estatemanager/project
Catalog: src/Resources/contao/languages/*/*_expose_module.xlf
Languages: de

# tl_expose_module.projectDetails.1
source: Specify here which details are to be output.
de: Geben Sie hier an, welche Details ausgegeben werden sollen

# tl_expose_module.projectDetailsTemplate.0
source: Project Details Template
de: Projekt-Details Template

# tl_expose_module.projectDetailsTemplate.1
source: Here you can overwrite the default template.
de: Hier können Sie das Standard-Template überschreiben.

# tl_expose_module.projectChildrenListTemplate.0
source: Project children list Template
de: Projekt Wohneinheiten-Liste Template

# tl_expose_module.projectChildrenListTemplate.1
source: Here you can overwrite the default template.
de: Hier können Sie das Standard-Template überschreiben.

# tl_expose_module.projectMarketingStatusTemplate.0
source: Project marketing status Template
de: Projekt Vermarktungsfortschritt Template

# tl_expose_module.projectMarketingStatusTemplate.1
source: Here you can overwrite the default template.
de: Hier können Sie das Standard-Template überschreiben.

# tl_expose_module.projectCompletionStatusTemplate.0
source: Project construction phase Template
de: Projekt Status / Bauphase Template

# tl_expose_module.projectCompletionStatusTemplate.1
source: Here you can overwrite the default template.
de: Hier können Sie das Standard-Template überschreiben.

# tl_expose_module.childrenObserveFiltering.0
source: Apply filtering to children
de: Filterung auf Wohneinheiten anwenden

# tl_expose_module.childrenObserveFiltering.1
source: Indicates whether the children of a project should react to the filtering. Otherwise, all children are output regardless of the filter setting.
de: Gibt an, ob die Wohneinheiten eines Projektes auf die Filterung reagieren sollen. Andernfalls werden unabhängig der Filterinstellung alle Wohneinheiten ausgegeben.

# tl_expose_module.hideOnZeroPercent.0
source: Hide at 0%
de: Bei 0% ausblenden

# tl_expose_module.hideOnZeroPercent.1
source: Hides the module at a return value of 0%.
de: Blendet das Modul bei einer Rückgabe von 0% aus

# tl_expose_module.completionStatus.0
source: Status / Construction phase
de: Status / Bauphase

# tl_expose_module.completionStatus.1
source: Specify the available phases in which the project can be located.
de: Geben Sie hier die verfügbaren Phasen an, in der sich das Projekt befinden kann.
