Repository: contao-estatemanager/project
Catalog: src/Resources/contao/languages/*/*_real_estate.xlf
Languages: de

# tl_real_estate.real_estate_project_legend
source: Projects
de: Projekte

# tl_real_estate.master.0
source: Project number
de: Projektnummer

# tl_real_estate.master.1
source: Here you can enter a number that is used to assign subordinate objects.
de: Geben Sie hier eine Nummer an, welche zur Zuweisung untergeordneter Objekte dient.

# tl_real_estate.gruppenKennung.0
source: Group identifier
de: Gruppenkennung

# tl_real_estate.gruppenKennung.1
source: If available, choose the parent object.
de: Wählen Sie, sofern vorhanden, das übergeordnete Objekt

# tl_real_estate.completionStatus.0
source: Status / Construction phase
de: Status / Bauphase

# tl_real_estate.completionStatus.1
source: Specify the status/phase in which the project is currently in.
de: Geben Sie hier den Status / die Phase an, in der sich das Projekt befindet

# tl_real_estate.project_price_from.0
source: Price from
de: Preis ab

# tl_real_estate.project_price_from.1
source: Define here the price of the cheapest housing unit of this project to display a from-to price.
de: Definieren Sie hier den Preis der günstigsten Wohneinheit dieses Projektes um einen von-bis Preis anzeigen zu lassen.

# tl_real_estate.project_price_to.0
source: Price to
de: Preis bis

# tl_real_estate.project_price_to.1
source: Define the price of the most expensive housing unit of this project to display a from-to price.
de: Definieren Sie hier den Preis der teuersten Wohneinheit dieses Projektes um einen von-bis Preis anzeigen zu lassen.

# tl_real_estate.project_area_from.0
source: Area from
de: Fläche ab

# tl_real_estate.project_area_from.1
source: Define the area of the smallest housing unit of this project to display a from-to area.
de: Definieren Sie hier die Fläche der kleinsten Wohneinheit dieses Projektes um eine von-bis Fläche anzeigen zu lassen.

# tl_real_estate.project_area_to.0
source: Area to
de: Fläche bis

# tl_real_estate.project_area_to.1
source: Define the area of the largest housing unit of this project to display a from-to area.
de: Definieren Sie hier die Fläche der größten Wohneinheit dieses Projektes um eine von-bis Fläche anzeigen zu lassen.

# tl_real_estate.project_room_from.0
source: Room from
de: Zimmer ab

# tl_real_estate.project_room_from.1
source: Define here the smallest number of rooms of the housing units of this project to display from-to rooms.
de: Definieren Sie hier die kleinste Anzahl der Zimmer der Wohneinheiten dieses Projektes um von-bis Zimmer anzeigen zu lassen.

# tl_real_estate.project_room_to.0
source: Room to
de: Zimmer bis

# tl_real_estate.project_room_to.1
source: Define here the largest number of rooms of the housing units of this project to display from-to rooms.
de: Definieren Sie hier die größte Anzahl der Zimmer der Wohneinheiten dieses Projektes um von-bis Zimmer anzeigen zu lassen.
