Repository: contao-estatemanager/project
Catalog: src/Resources/contao/languages/*/modules.xlf
Languages: de

# FMD.project
source: Projects
de: Projekte

# FMD.realEstateProjectList.0
source: Real estate project list
de: Immobilien-Projektliste

# FMD.realEstateProjectList.1
source: Creates a real estate list with projects, which can react to a filter.
de: Erzeugt eine Immobilienliste mit Projekten, welche auf einen Filter reagieren kann.

# FMD.projectDetails.0
source: Project details
de: Projekt Details

# FMD.projectDetails.1
source: Displays the project-specific details (price, area, room).
de: Gibt die Projektspezifischen Details aus (Preis, Fl√§che, Zimmer).

# FMD.projectChildrenList.0
source: Project residential units list
de: Projekt Wohneinheiten-Liste

# FMD.projectChildrenList.1
source: Outputs the residential units of a project.
de: Gibt die Wohneinheiten eines Projektes aus.

# FMD.projectMarketingStatus.0
source: Project marketing progress
de: Projekt Vermarktungsfortschritt

# FMD.projectMarketingStatus.1
source: Displays the progress of the marketing in %.
de: Gibt den Fortschritt der Vermakrtung in % aus

# FMD.projectCompletionStatus.0
source: Status / Construction phase
de: Projektstatus / Bauphase

# FMD.projectCompletionStatus.1
source: Displays the construction phase of project.
de: Gibt den Projektstatus / die Bauphasen aus
